Repository: dpecos/photocontest
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: es_es

source: You are not invited to this contest
es_es: No estás invitado a este concurso

source: Please, enter a title for your photo.
es_es: Por favor, introduce un título para tu foto.

source: Please, enter a description for your photo.
es_es: Por favor, introduce una descripción para tu foto.

source: Please, select a file to upload.
es_es: Por favor, elige un archivo para subir.

source: Are you sure you want to delete this photo?
es_es: ¿Estás seguro que deseas borrar esta foto?

source: Edit photo
es_es: Editar foto

source: Edit
es_es: Editar

source: Cancel
es_es: Cancelar

source: UPLOAD PHOTO
es_es: SUBIR FOTO

source: Title
es_es: Título

source: Description
es_es: Descripción

source: Upload Photo
es_es: Subir Foto

source: Camera
es_es: Cámara

source: Aperture
es_es: Apertura

source: Exposure
es_es: Exposición

source: sec.
es_es: seg.

source: Date
es_es: Fecha

source: ERROR: Could not create thumbnail
es_es: ERROR: No se pudo crear la miniatura

source: ERROR: Could not move the uploaded file (%s) to %s
es_es: ERROR: No se pudo mover el archivo subido (%s) a %s

source: ERROR: Could not insert the photo in the database
es_es: ERROR: No se pudo insertar la foto en la base de datos

source: ERROR: Maximun number of photos for this contest achieved
es_es: ERROR: Número máximo de fotos para este concurso alcanzado

source: ERROR: Contest not open
es_es: ERROR: Concurso no abierto

source: ERROR: The file is bigger than this PHP installation allows
es_es: ERROR: El archivo el mayor de lo que permite esta configuración de PHP

source: ERROR: The file is bigger than this form allows
es_es: ERROR: El archivo es mayor de lo que permite este formulario

source: ERROR: Only part of the file was uploaded
es_es: ERROR: Archivo subido de forma parcial

source: ERROR: No file was uploaded
es_es: ERROR: No se subió ningún archivo

source: ERROR: Unknown
es_es: ERROR: Desconocido

source: ERROR: This photo doesn't belong to the contest
es_es: ERROR: Esta foto no pertenece a este concurso

source: ERROR: Not allowed to edit because of the contest status
es_es: ERROR: No se permite editar debido al estado del concurso
